micropython/micropython/ports/raspberrypi/boards/weact_studio_pico_16mb/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "WeAct Studio Pico 16MB"
#define MICROPY_HW_MCU_NAME "rp2040"
